Repository: James-Xitij/quicq-wordpress
Catalog: languages/*.po
Languages: nl_nl

source: Boost your website
nl_nl: Geef uw website een boost

source: Optimize smart and easy your images for your website.
nl_nl: Optimaliseer slim en eenvoudig uw afbeeldingen voor uw website.

source: Join Quicq
nl_nl: Maak een account aan bij Quicq

source: Create you free account
nl_nl: Maak uw gratis account aan

source: Sign up
nl_nl: Aanmelden

source: Log in
nl_nl: Inloggen

source: About Quicq
nl_nl: Over Quicq

source: Speed ​​up the loading time of your website or webshop up to 80% with Quicq. Your visitors stay longer on your website and rank better in search engines.
nl_nl: Versnel de laadtijd van uw website of webshop tot wel 80% met Quicq. Uw bezoekers blijven langer op uw website en scoren beter in zoekmachines.

source: How can i install Quicq?
nl_nl: Hoe kan ik Quicq instellen?

source: Go to docs
nl_nl: Naar documenten gaan

source: Contribution
nl_nl: Bijdrage

source: This plugin was made in collaboration with
nl_nl: Deze plugin is gemaakt in samenwerking met

source: URL Key:
nl_nl: URL Sleutel:

source: Example:
nl_nl: Voorbeeld:

source: Enable Quicq
nl_nl: Activeer Quicq

source: Activate quicq in your website.
nl_nl: Activeer quicq in uw website.

source: Quicq for WebP images
nl_nl: Quicq voor WebP afbeeldingen

source: Quicq integration for Wordpress.
nl_nl: Quicq integratie voor Wordpress.
