Repository: James-Xitij/quicq-wordpress
Catalog: languages/quicq-*.po
Languages: es_es, fr_fr, nl_nl

source: Boost your website
es_es: Impulse su sitio web
fr_fr: Booste ton site Web
nl_nl: Boost jouw website

source: Optimize smart and easy your images for your website.
es_es: Optimice de forma inteligente y sencilla sus imágenes para su sitio web.

source: Join Quicq
es_es: Únase a Quicq
fr_fr: Rejoindre Quicq
nl_nl: Meld je aan bij Quicq

source: Create you free account
es_es: Cree su cuenta gratuita

source: Sign up
es_es: Registrarse
fr_fr: Creer un compte
nl_nl: Registreren

source: Log in
es_es: Iniciar sesión
fr_fr: Se connecter
nl_nl: Inloggen

source: About Quicq
es_es: Acerca de Quicq
fr_fr: À propos de Quicq
nl_nl: Over Quicq

source: Speed ​​up the loading time of your website or webshop up to 80% with Quicq. Your visitors stay longer on your website and rank better in search engines.
es_es: Acelere el tiempo de carga de su sitio web o tienda virtual hasta un 80% con Quicq. Sus visitantes permanecerán más tiempo en su sitio web y se clasificarán mejor en los motores de búsqueda.

source: How can i install Quicq?
es_es: ¿Cómo puedo instalar Quicq?

source: Go to docs
es_es: Ve a la documentación
fr_fr: Va dans les docs
nl_nl: Ga naar documentatie

source: Contribution
es_es: Contribuciónes
nl_nl: Samenwerking

source: This plugin was made in collaboration with
es_es: Este plugin se ha realizado en colaboración con
fr_fr: Ce plugin a été réalisé en collaboration avec
nl_nl: Deze plugin werd gemaakt in samenwerking met

source: URL Key:
es_es: Clave URL:
fr_fr: Clé URL :
nl_nl: URL sleutel:

source: Example:
es_es: Ejemplo:
fr_fr: Exemple :
nl_nl: Voorbeeld:

source: Enable Quicq
es_es: Activar Quicq

source: Activate quicq in your website.
es_es: Active quicq en su sitio web.

source: Quicq for WebP images
es_es: Quicq para imágenes WebP
fr_fr: Quicq pour les images WebP
nl_nl: Quicq voor WebP afbeeldingen

source: Quicq integration for Wordpress.
es_es: Integración de Quicq para Wordpress.
fr_fr: Intégration de Quicq pour Wordpress.
nl_nl: Quicq integratie voor Wordpress.

source: Compress images and improve your pagespeed with Quicq.
fr_fr: Compresse les images et améliore la vitesse de tes pages avec Quicq.
nl_nl: Optimaliseer afbeeldingen en verbeter je pagespeed met Quicq.

source: Create your free account
fr_fr: Crée ton compte gratuit
nl_nl: Maak een gratis account aan

source: Speed ​​up the loading time of your website or webshop by up to 80% with Quicq. Improve pagespeed, outperform competitors and boost your SEO.
fr_fr: Accélère le temps de chargement de ton site Web ou de ta boutique en ligne jusqu’à 80 % avec Quicq. Améliore la vitesse des pages, surpasse tes concurrents et booste ton référencement.
nl_nl: Versnel de laadtijd van je website of webshop tot wel 80% met Quicq. Verbeter de pagespeed, presteer beter dan je concurrenten en geef je SEO een boost.

source: How to setup Quicq?
fr_fr: Comment configurer Quicq ?
nl_nl: Hoe stel je Quicq in?

source: Activate Quicq
fr_fr: Activer
nl_nl: Activeer Quicq

source: Activate quicq on your website.
fr_fr: Active Quicq sur ton site Web.
nl_nl: Activeer Quicq op jouw website.
